{
  "meta.title": "Martlet | Sharp Thinking. Practical Execution",
  "meta.description": "Martlet helps SME manufacturers with sharp technical thinking, focus and execution. Critical where needed. Hands-on until it works.",
  "meta.ogTitle": "Martlet | Sharp Thinking, Practical Execution for SME manufacturing",
  "meta.ogDescription": "Martlet helps SME manufacturers with sharp technical thinking, focus and execution. Critical where needed. Hands-on until it works.",
  "nav.services": "View services",
  "nav.contact": "Schedule a call",
  "hero.title": "Sharp Thinking, Practical Execution",
  "hero.lede": "With Martlet, Martijn brings sharp, critical technical thinking and execution. Not just to write reports, but to solve problems for real - together with the team on the shop floor.",
  "hero.sublede": "The Netherlands must keep making. That takes companies that keep improving - in product, process and automation.",
  "cta.primary": "Schedule a call",
  "cta.secondary": "View services",
  "why.h": "Why Martlet",
  "why.p1": "Martlet exists because the Netherlands must keep making. Our manufacturing base runs on 35,000+ SMEs that deliver unique products worldwide. They have craftsmanship, but often struggle to innovate. Daily firefighting beats development.",
  "why.p2": "Martijn brings exactly what is missing: sharp, critical technical thinking that accelerates innovation and protects long-term competitiveness.",
  "why.callout.title": "Lack of focus is often the real problem.",
  "why.callout.body": "Not everything can be done at once. Martijn helps to choose what delivers most now - and guides the change.",
  "how.h": "How Martlet works",
  "how.lede": "We do not start with assumptions, but with clarity.",
  "how.li1": "<strong>Is this really a problem?</strong> What do we see, what do we measure, what does it cost?",
  "how.li2": "<strong>Why is this a problem?</strong> Cause over symptom. Processes, technology and context.",
  "how.li3": "<strong>What is the smallest intervention with the biggest effect?</strong> Focus over scope.",
  "how.li4": "<strong>Technology alone is rarely enough.</strong> Change often fails on people, ownership and rhythm.",
  "how.li5": "<strong>Collaboration is required.</strong> Without buy-in there is no lasting improvement. Martlet works with the existing team, not alongside it.",
  "how.p2": "Martlet combines analysis with delivery. If something \"works on paper\" but not on the floor, it is not done.",
  "what.h": "What Martlet does",
  "what.p1": "Martlet helps SME manufacturers solve product, process and automation challenges structurally. We bring extra technical thinking, focus and execution where capacity or expertise is missing.",
  "what.s1.tag": "Product",
  "what.s1.h": "Product &amp; Value Analysis",
  "what.s1.p": "Structured value analysis and hard product choices. Improve product/market fit and remove waste from the design.",
  "what.s1.meta1": "<strong>For whom:</strong> Companies that want better performance from the product that carries their business.",
  "what.s1.meta2": "<strong>Results:</strong>",
  "what.s1.li1": "higher margin",
  "what.s1.li2": "less complexity",
  "what.s1.li3": "faster development",
  "what.s2.tag": "Automation",
  "what.s2.h": "Automation &amp; digitalisation",
  "what.s2.p": "Problem analysis, plan design, review of existing plans and implementation support until it works.",
  "what.s2.meta1": "<strong>For whom:</strong> Companies that want automation but want to prevent misfit and failed implementation.",
  "what.s2.meta2": "<strong>Results:</strong>",
  "what.s2.li1": "more stable output",
  "what.s2.li2": "less downtime",
  "what.s2.li3": "better data to steer",
  "what.s3.tag": "Leadership",
  "what.s3.h": "Interim technical leadership &amp; project delivery",
  "what.s3.p": "Temporary reinforcement as project lead, engineering lead or innovation manager. Unblock stuck projects and deliver.",
  "what.s3.meta1": "<strong>For whom:</strong> Companies that temporarily need extra thinking and execution power to move forward.",
  "what.s3.meta2": "<strong>Results:</strong>",
  "what.s3.li1": "projects back on pace",
  "what.s3.li2": "clear priorities",
  "what.s3.li3": "team in control",
  "fit.h": "When Martlet fits",
  "fit.li1": "You know something is rubbing, but not what the real bottleneck is.",
  "fit.li2": "There are too many initiatives and too little focus.",
  "fit.li3": "An automation or improvement project is stuck (or about to get stuck).",
  "fit.li4": "You temporarily lack technical leadership capacity.",
  "fit.li5": "You want results on the floor, not only plans in PowerPoint.",
  "steps.h": "Working in four steps",
  "steps.li1": "<strong>Sharpen</strong> - problem, scope, impact, success criteria",
  "steps.li2": "<strong>Diagnose</strong> - causes, data, process, people, prerequisites",
  "steps.li3": "<strong>Solve</strong> - design, choices, planning, risks, buy-in",
  "steps.li4": "<strong>Deliver &amp; embed</strong> - implement, train, improve, hand over ownership",
  "values.h": "Core values",
  "values.li1": "<strong>Ownership:</strong> we do not stop at advice",
  "values.li2": "<strong>Honest:</strong> feasibility over wishful thinking",
  "values.li3": "<strong>Hands-on:</strong> present where it happens",
  "values.li4": "<strong>Pragmatic:</strong> big effect comes from small steps",
  "values.li5": "<strong>Craft:</strong> understanding of technology and production",
  "cta.h": "Want to bring sharpness and focus to the table?",
  "cta.p": "Schedule a short call. Then we test together: is this really a problem, why, and what is the shortest route to results.",
  "contact.email": "<strong>Email:</strong> martijn (at) martlet.nu",
  "contact.location": "<strong>Location:</strong> Netherlands (on-site at SME manufacturers)",
  "footer": "Martlet - Thinking and doing for SME manufacturing."
}
